[
  {
    "header": "Ragnar Sigurdsson: Fulham sign Iceland international defender from FC Krasnodar",
    "text": "Sigurdsson, 30, scored Iceland's first goal in their 2-1 win against England in the knockout stages of Euro 2016. The ex-IFK Goteborg and FC Copenhagen defender played every minute of Iceland's games at the tournament. Prior to joining Krasnodar in 2014, the Icelander won the Danish Superliga and Danish Cup with Copenhagen. Despite England taking the lead against Iceland through Wayne Rooney's fourth-minute penalty, Sigurdsson equalised two minutes later before Kolbeinn Sigthorsson's winning goal. Meanwhile, Fulham midfielder Lasse Vigen Christensen has signed a one-year contract extension, keeping him with the west London club until the summer of 2018",
    "imageUrl": "./img/311958.jpg",
    "like": "22",
    "comments": [{"email": "adsf@wef.com", "name": "secret user", "comment": "super"}]
  },
  {
    "header": "World Cup qualifiers: Aaron Ramsey and Jonny Williams ruled out for Wales",
    "text": "Aaron Ramsey and Jonny Williams have not been included in Wales' squad for the opening 2018 World Cup qualifier against Moldova on 5 September. Arsenal midfielder Ramsey is out with a hamstring problem while Williams of Crystal Palace has an ankle injury. Cardiff midfielder Emyr Huws, Leicester forward Tom Lawrence and Newcastle defender Paul Dummett return after missing out on the Euro 2016 squad. Wales host Moldova in Cardiff on 5 September. Nottingham Forest's David Vaughan is not included after retiring from international football.",
    "imageUrl": "./img/90898411.jpg",
    "like": "21",
    "comments": [{"email": "rne@yum.com", "name": "super user", "comment": ":C"}]
  },
  {
    "header": "Lucas Perez Martinez: Everton eye £15m Deportivo striker",
    "text": "Everton have identified Deportivo La Coruna's Lucas Perez Martinez as the striker to provide support for Romelu Lukaku. Director of football Steve Walsh is a long-time admirer of Lucas, 27, who scored 17 La Liga goals last season. The Spaniard is likely to command a fee in the region of £15m. Lukaku had been strongly linked with a return to former club Chelsea but the Belgian has decided to stay at Goodison Park for at least one more season. Manager Ronald Koeman confirmed the 23-year-old told him on Friday he wished to stay, with the possibility Lukaku may sign a new contract. Oumar Niasse, a £13.5m signing, has been told he has no Everton future despite only arriving in January.",
    "imageUrl": "./img/90885947.jpg",
    "like": "20",
    "comments": [{"email": "rne@yum.com", "name": "super user", "comment": ":C"}, {"email": "qerb@werb.com", "name": "anonimus", "comment": "test comment"}]
  }
]