[
  {
    "id": "1",
    "text": "Sigurdsson, 30, scored Iceland's first goal in their 2-1 win against England in the knockout stages of Euro 2016. The ex-IFK Goteborg and FC Copenhagen defender played every minute of Iceland's games at the tournament. Prior to joining Krasnodar in 2014, the Icelander won the Danish Superliga and Danish Cup with Copenhagen. Despite England taking the lead against Iceland through Wayne Rooney's fourth-minute penalty, Sigurdsson equalised two minutes later before Kolbeinn Sigthorsson's winning goal. Meanwhile, Fulham midfielder Lasse Vigen Christensen has signed a one-year contract extension, keeping him with the west London club until the summer of 2018",
    "comments": [{"email": "Ellie@gmail.com", "name": "Ellie", "comment": "I support WBA so utter dross is nothing new to me under Pulis but this was something else. Boro have no chance of staying up under this manager I'm afraid.", "date":"14723448045"}]
  },
  {
    "id": "2",
    "text": "Jose Holebas' fine strike settled a poor game as Watford's victory left Middlesbrough still looking for a first home win of the Premier League season. The Greece defender drove past Victor Valdes from 20 yards to provide some inspiration for a forgettable match generally devoid of quality. Boro - who remain above the bottom three on goal difference only - failed to properly test Hornets goalkeeper Heurelho Gomes at all during the game. The result moves Watford up to 10th. Middlesbrough have now lost three home games in a row for the first time in seven years - and have not won in the top flight at the Riverside since April 2009.",
    "comments": [{"email": "scott_pridor@gmail.com", "name": "Scott Pridor", "comment": "Well this sort of thing happens in football - so just what does it mean, Nothing that will lose the money-bags anything and neither will compete in the money making comps. As long as money rules footy what is delivered will always be second rate. Who tranfserred Wimbledon to Welwyn", "date":"147234548045"},
      {"email": "strange_uboat@gmail.com", "name": "strange_uboat", "comment": "Dreary by all accounts and glad I didn't waste time watching these no mark teams. I'm sure like most, Watford will be glad to escape Middlesbrough. Superfluous Sunday", "date":"147874548045"},
      {"email": "yellotoyou@gmail.com", "name": "yellotoyou", "comment": "Hahaha - disgusting cos he's far better than anything that's appeared for looser town down at the kennel club. What you gonna do when he plays for England?", "date":"147887548045"},
      {"email": "Ellie@gmail.com", "name": "Ellie", "comment": "I support WBA so utter dross is nothing new to me under Pulis but this was something else. Boro have no chance of staying up under this manager I'm afraid.", "date":"14723434045"}]
  },
  {
    "id": "3",
    "text": "Southampton moved to eighth in the Premier League as goals from Charlie Austin and Nathan Redmond punished Burnley's poor second-half defending. Austin broke the deadlock by poking home at the near post after Virgil van Dijk was allowed to head across the face of the goal from a corner. Burnley's defence was at fault again as Redmond beat Tom Heaton with a low strike from another corner. Austin scored from the spot before a Sam Vokes penalty reduced the arrears. Burnley's defence has crumbled on a number of occasions in the second half of games this season, though it was thanks to a series of fine saves from Heaton that the score remained goalless for as long as it did. The injury to influential midfielder Steven Defour before the break also hampered the visitors' cause against a Southampton side who are now unbeaten in four league matches and still unbeaten at home this season.",
    "comments": []
  },
  {
    "id": "4",
    "text": "Liverpool have not gone into many recent games against Manchester United as favourites. They do on Monday, but only just. United have won their past four meetings in the Premier League, but the mood feels different at Anfield at the moment. Liverpool have made a great start to the season and their manager Jurgen Klopp deserves huge credit for that because I did not think they would have progressed so much as a team, so early in the campaign. They are playing exactly how Klopp wants them to - their tempo is good, their pressing is great, and everyone seems to be on the same wavelength. Klopp's side looks pretty well balanced. They have been playing on the front foot and going after teams, with real freedom and impressive creativity. They thoroughly deserve to be where they are in the table right now - the question is where will they end up?",
    "comments": [{"email": "Sandy@gmail.com", "name": "Sandy", "comment": "There seems to be a lot of aggression on here tonight. Hopefully the game tomorrow is played in good spirits but I doubt it Sport really brings out the worst in people", "date":"147234548045"},
      {"email": "justice96ynwa@gmail.com", "name": "justice96ynwa", "comment": "The club you support is irrelevant here, your opinions are yours and yours alone, they couldn't be further from what most at your club think, I'm sure even your own clubs fans would feel embarrassed having you claiming to be their clubs spokesman", "date":"147874548045"},
      {"email": "pauli@gmail.com", "name": "pauli", "comment": "You're an idiot that shows in your post! Must be as able as your name suggests..Flat faced & as pretty as your dog?Liverpool Has three Universities More culture than you would know & probably the best fans in the world ask Carlsberg!& Two cathedrals & the best music the world has seen -now marvel at our team loser!", "date":"147887548045"},
      {"email": "Jockstay@gmail.com", "name": "Jockstay", "comment": "Typically vile United fans. Know they are set to lose again and can only resort to mock tragedy to compensate for lack of potential in their team. Sums that set of \"supporters up for what they really. Sad", "date":"147887548045"},
      {"email": "Kickinablue99@gmail.com", "name": "Kickinablue99", "comment": "That comment 1.shows your age/2.your away support is/was small.", "date":"14723434045"}]
  },
  {
    "id": "5",
    "text": "Liverpool have not gone into many recent games against Manchester United as favourites. They do on Monday, but only just. United have won their past four meetings in the Premier League, but the mood feels different at Anfield at the moment. Liverpool have made a great start to the season and their manager Jurgen Klopp deserves huge credit for that because I did not think they would have progressed so much as a team, so early in the campaign. They are playing exactly how Klopp wants them to - their tempo is good, their pressing is great, and everyone seems to be on the same wavelength. Klopp's side looks pretty well balanced. They have been playing on the front foot and going after teams, with real freedom and impressive creativity. They thoroughly deserve to be where they are in the table right now - the question is where will they end up?",
    "comments": [{"email": "Mrs Mac@gmail.com", "name": "Mrs_Mac", "comment": "That's because they have fewer. Missing penalties to the level city have isn't acceptable, but please explain these failings?", "date":"147234548045"},
      {"email": "RossisHattrick1982@gmail.com", "name": "RossisHattrick1982", "comment": "Indeed! Funny how Man City fans are less accepting of their team's failings than other clubs' fans are of theirs.", "date":"147874548045"},
      {"email": "Mrs_Mac@gmail.com", "name": "Mrs Mac", "comment": "Can't believe this HYS is still open. Team parks bus. League leaders held to a draw. Cue said bus doing an open top parade in Kirkby and moronic comments from reds. Move along please.", "date":"147887548045"},
      {"email": "massdebater@gmail.com", "name": "massdebater", "comment": "There is blatant cheating going on all over the pitch. Diving, simulation, feigning injury, time wasting, holding players in the box etc. The list is endless. You can't blame officials, pundits & media for ignoring it. The blame lies with the players for doing it in the first place.", "date":"147887548045"},
      {"email": "bob@gmail.com", "name": "bob", "comment": "@93 But EFC DID get a point and deserved it, you sound like a Liverpool fan who thinks they have some divine right to win every game. Sterling has been well trained in the art of diving and cheating by the total masters of it, LFC.", "date":"147887548045"},
      {"email": "jb194@gmail.com", "name": "jb194", "comment": "Just one comment as I don't support either side. Yet again the GK is in front of his line before the ball is kicked which is blatant cheating and has decided more important games than this one (in ALL cup shoot-outs for example), yet everybody involved in the game - officials, pundits,media- ignore it.", "date":"14723434045"}]
  },
  {
    "id": "6",
    "text": "Chelsea condemned defending Premier League champions Leicester to a fourth consecutive away defeat with a dominant display at Stamford Bridge. The Blues were ahead inside seven minutes when Nemanja Matic flicked on Eden Hazard's corner for Diego Costa to smash home. A David Luiz free-kick struck the post, before Pedro played in Hazard, who rounded Kasper Schmeichel to slot in. Luiz hit his own post when clearing a cross, but Victor Moses' finish after a one-two with substitute Nathaniel Chalobah completed the scoring. Leicester, who left Riyad Mahrez on the bench for the first time in 36 league games, failed to register a shot on target as they struggled to cope against Chelsea's aggressive pressing and quick passing. Defeat leaves Claudio Ranieri's side with eight points from their first eight games - the joint second lowest haul by a defending Premier League champion, along with Chelsea's team of last season.",
    "comments": [{"email": "David@gmail.com", "name": "David", "comment": "All this season does is highlight what a fantastic achievement winning the EPL was last season - we were 5000-1 under-dogs! Any opposition fans who try to goad Leicester fans just don't understand - we don't care! - we didn't expect to win it again Winning the league & now our Champions League journey are things we probably appreciate more than fans from clubs who 'expect' to be up there", "date":"147234548045"},
      {"email": "nikki7luc2@gmail.com", "name": "nikki7luc", "comment": "Some real idiots on here especially #1 hys comment. Also #sandy, the 2 fingers were also displayed by Eden Hazard after he scored, so what is your idiotic comment on that? Both players had set this up so if one, or both of them, scored that is what they would do in support of their team mate Willian, RIP Willian's mother. So #sandy go crawl back under your stone..fool", "date":"147874548045"},
      {"email": "Buzz1960@gmail.com", "name": "Buzz1960", "comment": "It seems the only way you get any kind of recognition these days is by spending £250 million every year. As a Leicester fan of over 45 years; last season was dreamlike and this season we have woken up. It's true that the Champions League is a distraction but we've earned the right to be in it. If we get relegated, which I don't think we will, it won't stop me supporting them.", "date":"147887548045"}
    ]
  },
  {
    "id": "7",
    "text": "Theo Walcott scored twice as 10-man Arsenal won their sixth Premier League game in a row, despite a spirited Swansea City display in Bob Bradley's first match as manager. Gunners and England forward Walcott now has five goals in eight games, taking advantage of a heavy Jordi Amat touch for his first and a poor Jack Cork header for his second. The Swans looked dejected after the quick-fire double, though Gylfi Sigurdsson pounced on a Granit Xhaka error to curl in and give them hope before the break. Mesut Ozil volleyed an Alexis Sanchez cross into the top corner to restore a two-goal lead for the hosts, but substitute Borja tapped in from the impressive Modou Barrow's cross to set up a tense finale. Arsenal saw Xhaka sent off for a petulant trip with 20 minutes left and dug in to earn a win which moves them level on points with league leaders Manchester City.",
    "comments": [{"email": "Simon@gmail.com", "name": "Simon", "comment": " I agree it was probably a red card, it was a cynical foul, the real problem is that referees on the whole punish cynical fouls with a yellow when it should almost certainly be a red in all cases. Cynical fouls actually reduce the entertainment factor of games because they stop attacking opportunities and for that reason alone should be punished with red cards.", "date":"147234548045"},
      {"email": "M1gg1ns@gmail.com", "name": "M1gg1ns", "comment": "blatant red, even \"I didn't see it\" Wenger said it was deserving of a 'dark yellow', which implies it was worse than a yellow, what card is worse than a yellow? Barrow had gone, Xhaka was late, off the ground, studs showing and from behind. If someone had done that to an Arsenal player the outraged tears would've flooded the Thames, and they'd be writing to their MP calling for a prison sentence", "date":"147874548045"},
      {"email": "John_AB@gmail.com", "name": "John AB", "comment": "Arsenal will fold when the pressure is on. Bank on it.", "date":"147874548045"},
      {"email": "adamsandlergoonerno19@gmail.com", "name": "Posted by adamsandlergoonerno19", "comment": "It's no different from a few seasons back when we got off to a brilliant start to the season by playing all the teams in the bottom half first, lead the league everyone was talking about winning the league at Christmas, then we played the big boys and was 4th at the end of January..... be careful, we have yet to beat a big team, our performances have not been fantastic, remember PSG and Burnley", "date":"147887548045"}
    ]
  },
  {
    "id": "8",
    "text": "Jose Mourinho's comments about the appointment of referee Anthony Taylor for Manchester United's Premier League match at Liverpool on Monday are to be looked at by the Football Association. United boss Mourinho said it would be  \"difficult \" for Manchester-based Taylor to perform well after the decision to give him the game was criticised.  \"Somebody with intention is putting such a pressure on him, \" said Mourinho. Managers are not supposed to speak about referees prior to matches. The FA will want to establish the context of the comments before deciding what action - if any - they wish to take. The appointment of Taylor, who supports non-league Altrincham, was criticised by Keith Hackett, the ex-head of the Professional Game Match Officials Ltd. The decision has also been questioned by Liverpool fans on social media. Similar scrutiny last season led to the removal of Leicester-based official Kevin Friend from Tottenham's game at Stoke, when Spurs and the Foxes were both going for the title. Mourinho, who replaced Louis van Gaal at Old Trafford in the summer, described Taylor, 37, as  \"a very good referee \". However, the 53-year-old Portuguese added:  \"I feel that it will be difficult for him to have a very good performance. \"",
    "comments": []
  }

]