[
  {
    "id": "1",
    "text": "Sigurdsson, 30, scored Iceland's first goal in their 2-1 win against England in the knockout stages of Euro 2016. The ex-IFK Goteborg and FC Copenhagen defender played every minute of Iceland's games at the tournament. Prior to joining Krasnodar in 2014, the Icelander won the Danish Superliga and Danish Cup with Copenhagen. Despite England taking the lead against Iceland through Wayne Rooney's fourth-minute penalty, Sigurdsson equalised two minutes later before Kolbeinn Sigthorsson's winning goal. Meanwhile, Fulham midfielder Lasse Vigen Christensen has signed a one-year contract extension, keeping him with the west London club until the summer of 2018",
    "comments": [{"email": "Ellie@gmail.com", "name": "Ellie", "comment": "I support WBA so utter dross is nothing new to me under Pulis but this was something else. Boro have no chance of staying up under this manager I'm afraid.", "date":"14723448045"}]
  },
  {
    "id": "2",
    "text": "Jose Holebas' fine strike settled a poor game as Watford's victory left Middlesbrough still looking for a first home win of the Premier League season. The Greece defender drove past Victor Valdes from 20 yards to provide some inspiration for a forgettable match generally devoid of quality. Boro - who remain above the bottom three on goal difference only - failed to properly test Hornets goalkeeper Heurelho Gomes at all during the game. The result moves Watford up to 10th. Middlesbrough have now lost three home games in a row for the first time in seven years - and have not won in the top flight at the Riverside since April 2009.",
    "comments": [{"email": "scott_pridor@gmail.com", "name": "Scott Pridor", "comment": "Well this sort of thing happens in football - so just what does it mean, Nothing that will lose the money-bags anything and neither will compete in the money making comps. As long as money rules footy what is delivered will always be second rate. Who tranfserred Wimbledon to Welwyn", "date":"147234548045"},
      {"email": "strange_uboat@gmail.com", "name": "strange_uboat", "comment": "Dreary by all accounts and glad I didn't waste time watching these no mark teams. I'm sure like most, Watford will be glad to escape Middlesbrough. Superfluous Sunday", "date":"147874548045"},
      {"email": "yellotoyou@gmail.com", "name": "yellotoyou", "comment": "Hahaha - disgusting cos he's far better than anything that's appeared for looser town down at the kennel club. What you gonna do when he plays for England?", "date":"147887548045"},
      {"email": "Ellie@gmail.com", "name": "Ellie", "comment": "I support WBA so utter dross is nothing new to me under Pulis but this was something else. Boro have no chance of staying up under this manager I'm afraid.", "date":"14723434045"}]
  },
  {
    "id": "3",
    "text": "Southampton moved to eighth in the Premier League as goals from Charlie Austin and Nathan Redmond punished Burnley's poor second-half defending. Austin broke the deadlock by poking home at the near post after Virgil van Dijk was allowed to head across the face of the goal from a corner. Burnley's defence was at fault again as Redmond beat Tom Heaton with a low strike from another corner. Austin scored from the spot before a Sam Vokes penalty reduced the arrears. Burnley's defence has crumbled on a number of occasions in the second half of games this season, though it was thanks to a series of fine saves from Heaton that the score remained goalless for as long as it did. The injury to influential midfielder Steven Defour before the break also hampered the visitors' cause against a Southampton side who are now unbeaten in four league matches and still unbeaten at home this season.",
    "comments": []
  },
  {
    "id": "4",
    "text": "Liverpool have not gone into many recent games against Manchester United as favourites. They do on Monday, but only just. United have won their past four meetings in the Premier League, but the mood feels different at Anfield at the moment. Liverpool have made a great start to the season and their manager Jurgen Klopp deserves huge credit for that because I did not think they would have progressed so much as a team, so early in the campaign. They are playing exactly how Klopp wants them to - their tempo is good, their pressing is great, and everyone seems to be on the same wavelength. Klopp's side looks pretty well balanced. They have been playing on the front foot and going after teams, with real freedom and impressive creativity. They thoroughly deserve to be where they are in the table right now - the question is where will they end up?",
    "comments": [{"email": "Sandy@gmail.com", "name": "Sandy", "comment": "There seems to be a lot of aggression on here tonight. Hopefully the game tomorrow is played in good spirits but I doubt it Sport really brings out the worst in people", "date":"147234548045"},
      {"email": "justice96ynwa@gmail.com", "name": "justice96ynwa", "comment": "The club you support is irrelevant here, your opinions are yours and yours alone, they couldn't be further from what most at your club think, I'm sure even your own clubs fans would feel embarrassed having you claiming to be their clubs spokesman", "date":"147874548045"},
      {"email": "pauli@gmail.com", "name": "pauli", "comment": "You're an idiot that shows in your post! Must be as able as your name suggests..Flat faced & as pretty as your dog?Liverpool Has three Universities More culture than you would know & probably the best fans in the world ask Carlsberg!& Two cathedrals & the best music the world has seen -now marvel at our team loser!", "date":"147887548045"},
      {"email": "Jockstay@gmail.com", "name": "Jockstay", "comment": "Typically vile United fans. Know they are set to lose again and can only resort to mock tragedy to compensate for lack of potential in their team. Sums that set of \"supporters up for what they really. Sad", "date":"147887548045"},
      {"email": "Kickinablue99@gmail.com", "name": "Kickinablue99", "comment": "That comment 1.shows your age/2.your away support is/was small.", "date":"14723434045"}]
  },
  {
    "id": "5",
    "text": "Liverpool have not gone into many recent games against Manchester United as favourites. They do on Monday, but only just. United have won their past four meetings in the Premier League, but the mood feels different at Anfield at the moment. Liverpool have made a great start to the season and their manager Jurgen Klopp deserves huge credit for that because I did not think they would have progressed so much as a team, so early in the campaign. They are playing exactly how Klopp wants them to - their tempo is good, their pressing is great, and everyone seems to be on the same wavelength. Klopp's side looks pretty well balanced. They have been playing on the front foot and going after teams, with real freedom and impressive creativity. They thoroughly deserve to be where they are in the table right now - the question is where will they end up?",
    "comments": [{"email": "Mrs Mac@gmail.com", "name": "Mrs_Mac", "comment": "That's because they have fewer. Missing penalties to the level city have isn't acceptable, but please explain these failings?", "date":"147234548045"},
      {"email": "RossisHattrick1982@gmail.com", "name": "RossisHattrick1982", "comment": "Indeed! Funny how Man City fans are less accepting of their team's failings than other clubs' fans are of theirs.", "date":"147874548045"},
      {"email": "Mrs_Mac@gmail.com", "name": "Mrs Mac", "comment": "Can't believe this HYS is still open. Team parks bus. League leaders held to a draw. Cue said bus doing an open top parade in Kirkby and moronic comments from reds. Move along please.", "date":"147887548045"},
      {"email": "massdebater@gmail.com", "name": "massdebater", "comment": "There is blatant cheating going on all over the pitch. Diving, simulation, feigning injury, time wasting, holding players in the box etc. The list is endless. You can't blame officials, pundits & media for ignoring it. The blame lies with the players for doing it in the first place.", "date":"147887548045"},
      {"email": "bob@gmail.com", "name": "bob", "comment": "@93 But EFC DID get a point and deserved it, you sound like a Liverpool fan who thinks they have some divine right to win every game. Sterling has been well trained in the art of diving and cheating by the total masters of it, LFC.", "date":"147887548045"},
      {"email": "jb194@gmail.com", "name": "jb194", "comment": "Just one comment as I don't support either side. Yet again the GK is in front of his line before the ball is kicked which is blatant cheating and has decided more important games than this one (in ALL cup shoot-outs for example), yet everybody involved in the game - officials, pundits,media- ignore it.", "date":"14723434045"}]
  },
  {
    "id": "6",
    "text": "Chelsea condemned defending Premier League champions Leicester to a fourth consecutive away defeat with a dominant display at Stamford Bridge. The Blues were ahead inside seven minutes when Nemanja Matic flicked on Eden Hazard's corner for Diego Costa to smash home. A David Luiz free-kick struck the post, before Pedro played in Hazard, who rounded Kasper Schmeichel to slot in. Luiz hit his own post when clearing a cross, but Victor Moses' finish after a one-two with substitute Nathaniel Chalobah completed the scoring. Leicester, who left Riyad Mahrez on the bench for the first time in 36 league games, failed to register a shot on target as they struggled to cope against Chelsea's aggressive pressing and quick passing. Defeat leaves Claudio Ranieri's side with eight points from their first eight games - the joint second lowest haul by a defending Premier League champion, along with Chelsea's team of last season.",
    "comments": [{"email": "David@gmail.com", "name": "David", "comment": "All this season does is highlight what a fantastic achievement winning the EPL was last season - we were 5000-1 under-dogs! Any opposition fans who try to goad Leicester fans just don't understand - we don't care! - we didn't expect to win it again Winning the league & now our Champions League journey are things we probably appreciate more than fans from clubs who 'expect' to be up there", "date":"147234548045"},
      {"email": "nikki7luc2@gmail.com", "name": "nikki7luc", "comment": "Some real idiots on here especially #1 hys comment. Also #sandy, the 2 fingers were also displayed by Eden Hazard after he scored, so what is your idiotic comment on that? Both players had set this up so if one, or both of them, scored that is what they would do in support of their team mate Willian, RIP Willian's mother. So #sandy go crawl back under your stone..fool", "date":"147874548045"},
      {"email": "Buzz1960@gmail.com", "name": "Buzz1960", "comment": "It seems the only way you get any kind of recognition these days is by spending £250 million every year. As a Leicester fan of over 45 years; last season was dreamlike and this season we have woken up. It's true that the Champions League is a distraction but we've earned the right to be in it. If we get relegated, which I don't think we will, it won't stop me supporting them.", "date":"147887548045"}
    ]
  },
  {
    "id": "7",
    "text": "Theo Walcott scored twice as 10-man Arsenal won their sixth Premier League game in a row, despite a spirited Swansea City display in Bob Bradley's first match as manager. Gunners and England forward Walcott now has five goals in eight games, taking advantage of a heavy Jordi Amat touch for his first and a poor Jack Cork header for his second. The Swans looked dejected after the quick-fire double, though Gylfi Sigurdsson pounced on a Granit Xhaka error to curl in and give them hope before the break. Mesut Ozil volleyed an Alexis Sanchez cross into the top corner to restore a two-goal lead for the hosts, but substitute Borja tapped in from the impressive Modou Barrow's cross to set up a tense finale. Arsenal saw Xhaka sent off for a petulant trip with 20 minutes left and dug in to earn a win which moves them level on points with league leaders Manchester City.",
    "comments": [{"email": "Simon@gmail.com", "name": "Simon", "comment": " I agree it was probably a red card, it was a cynical foul, the real problem is that referees on the whole punish cynical fouls with a yellow when it should almost certainly be a red in all cases. Cynical fouls actually reduce the entertainment factor of games because they stop attacking opportunities and for that reason alone should be punished with red cards.", "date":"147234548045"},
      {"email": "M1gg1ns@gmail.com", "name": "M1gg1ns", "comment": "blatant red, even \"I didn't see it\" Wenger said it was deserving of a 'dark yellow', which implies it was worse than a yellow, what card is worse than a yellow? Barrow had gone, Xhaka was late, off the ground, studs showing and from behind. If someone had done that to an Arsenal player the outraged tears would've flooded the Thames, and they'd be writing to their MP calling for a prison sentence", "date":"147874548045"},
      {"email": "John_AB@gmail.com", "name": "John AB", "comment": "Arsenal will fold when the pressure is on. Bank on it.", "date":"147874548045"},
      {"email": "adamsandlergoonerno19@gmail.com", "name": "adamsandlergoonerno19", "comment": "It's no different from a few seasons back when we got off to a brilliant start to the season by playing all the teams in the bottom half first, lead the league everyone was talking about winning the league at Christmas, then we played the big boys and was 4th at the end of January..... be careful, we have yet to beat a big team, our performances have not been fantastic, remember PSG and Burnley", "date":"147887548045"}
    ]
  },
  {
    "id": "8",
    "text": "Jose Mourinho has played the part of killjoy at Liverpool before - and he had no hesitation in puncturing the optimism growing around Jurgen Klopp's side on his first Anfield visit as Manchester United manager. It was in April 2014 when he oversaw Chelsea's 2-0 win at Anfield that caused Liverpool to stumble and lose the title almost on the finishing line - and he was cast in the role of villain again by The Kop on Monday. Manchester United's stifling, smothering performance in a mediocre goalless draw bore all the hallmarks Mourinho has perfected in a career laced with success, and the travelling fans seemed happy enough at the final whistle. So what did this attritional 90 minutes say about Mourinho's Manchester United?",
    "comments": [{"email": "Leon@gmail.com", "name": "Leon", "comment": "One year under Moyes and two years under Van Gaal and Mourinho showing no better results than his predecessors I would suggest that this IS the Man United way. United fans were just extremely lucky to have Ferguson for so many years."},
      {"email": "Pepper_pig@gmail.com", "name": "Pepper pig", "comment": "All LFC were missing was the racist Suarez up front. Don't see klopp orchestrating a t-shirt campaign though, do you?", "date":"147874548045"},
      {"email": "OscarDTravis@gmail.com", "name": "OscarDTravis", "comment": "you can shove this Man Utd fanzine up your rectums, I'm quitting the BBC, goodbye", "date":"147874548045"},
      {"email": "Comm83@gmail.com", "name": "Comm83", "comment": "Man U get more articles because they've won the Prem most. Its common sense. Liverpool would have destroyed Utd at home had Mourinho been as naive as Rodgers back in 2013. Utd were away from home, didn't need to win but couldn't afford to lose. Liverpool will have regrets. Given their form it was a poor performance as the home team. No plan B, just like under Rodgers.", "date":"147874548045"},
      {"email": "Pepper_pig@gmail.com", "name": "Pepper pig", "comment": "LFC have as much chance of winning the premier league as Ched Evans receiving a public apology from the judgemental Jess Ennis.", "date":"147887548045"}
    ]
  },
  {
    "id": "9",
    "text": "Manchester City are embarking on a \"critical new phase\" after posting record turnover for 2015-16, said chairman Khaldoon Al Mubarak. City's revenue in the year to 31 May 2016 was £391.8m, an increase of 11.4%. They made a £20.5m profit, with their wage-to-revenue ratio falling to 50%. Khaldoon said: \"We have the playing, coaching and off-field capabilities at our disposal to achieve great things in English and European football in the years ahead.\"City's matchday revenue in the period rose by 21% to £52.5m, broadcasting revenue was up 19% to £161.4m, and commercial revenue grew 3% to £177.9m. The club remains debt free.",
    "comments": [{"email": "SofaLofa@gmail.com", "name": "SofaLofa", "comment": "Might be earlier than that: https://en.wikipedia.org/wiki/History_of_Manchester_City_F.C. https://www.mancity.com/en/fans-and-community/club/club-history May even have been football played pre PL ?", "date":"147234548045"},
      {"email": "XTStevie1873@gmail.com", "name": "XTStevie1873", "comment": "Better get the other 6000 seats done to extend the capacity to 62,000 then ?", "date":"147874548045"},
      {"email": "Foreverinourshadow@gmail.com", "name": "Foreverinourshadow", "comment": "Ha. Not bitter. City are definitely a better team than us at the moment (have been since Fergie left to be honest) but they are still a fraction of the size of United. Not that size matters in the major context of things but it's just funny the way some of them go on. It will take them at least 30 years to achieve anything like United have. Maybe we should all meet up then and discuss.", "date":"147874548045"}
    ]
  },
  {
    "id": "10",
    "text": "Liverpool and Manchester United played out a goalless and uneventful stalemate on a disappointing night at Anfield. Jurgen Klopp's Liverpool would have drawn level on points with leaders Manchester City with a fifth successive Premier League victory, but were subdued by a classic Jose Mourinho performance of defensive organisation and discipline. United did not allow Liverpool to build the momentum and intensity that has characterised their game this season, while Mourinho's limited attacking ambitions ensured chances were at a premium. The Portuguese was still grateful for two fine second-half saves from goalkeeper David de Gea, who dived low to stop Emre Can and saved athletically from Philippe Coutinho's 25-yard effort.",
    "comments": [{"email": "vdp@gmail.com", "name": "vdp", "comment": "Overall, it is an OK start for Liverpool, only - but, what really worries me is that Liverpool have a potential Savilla (europa final)/Burnley/Man Utd performance in their DNA in every match they play. It's simply no good winning 4 games on the bounce by 3 or 4 goals and look really good, if you play crap every 5th. Doing that is going to win you nothing.", "date":"147234548045"},
      {"email": "IKBRUNELDECD@gmail.com", "name": "IKBRUNELDECD", "comment": "And that's how they did it - boring away, lively at home result success. No one denying they were best team in that era just boring away from home. QED", "date":"147874548045"},
      {"email": "pepiliverpool@gmail.com", "name": "pepiliverpool", "comment": "@250 Don't be so down. you lost because you played beautifully. As Klopp said last night, nobody will want to watch last night game in 10 years, but Arsenal 3-4 Liverpool will be gladly watch even in 20 years.", "date":"147874548045"},
      {"email": "SofaLofa@gmail.com", "name": "SofaLofa", "comment": "Please share with us YOUR combined MUFC & LFC XI from your shortlist.", "date":"147874548045"},
      {"email": "adamsandlergoonerno19@gmail.com", "name": "adamsandlergoonerno19", "comment": "What worries me as an Arsenal fan is how did we lose to Liverpool, especially as they scored 3, it obviously wasn't a great result, but last night makes it look a whole lot worse....", "date":"147874548045"},
      {"email": "vdp@gmail.com", "name": "vdp", "comment": "I am sorry to say this but, when it really matters Liverpool have a way of making a mess out of every opportunity. Each time Liverpool are on the cusp of something special in the league - they make a mess of it. Even if Liverpool show promise later in the season - I know it will all go wrong when it really matters (as in Burnley). Is it a mental issue? Ah well, yet another season down the drain.", "date":"147874548045"}
    ]
  },
  {
    "id": "11",
    "text": "Cristiano Ronaldo should be named the world's best player ahead of Lionel Messi despite his faltering form for Real Madrid, says Zinedine Zidane. Ronaldo, 31, is one of the favourites to win the Ballon d'Or after helping Portugal win Euro 2016. But he has struggled to replicate his previous scoring form for the Spanish club this season, netting just four goals in nine appearances. \"He clearly deserves the Ballon d'Or,\" said Real Madrid manager Zidane. \"Not just at an individual level, but above all on a collective level. \"He knows everything he is achieving is thanks to his hard work and the work of those around him.\"Ronaldo, a three-time Ballon d'Or winner, and current holder Messi have been named on a 30-man shortlist for the 2016 award.",
    "comments": [{"email": "ColManBearPig@gmail.com", "name": "ColManBearPig", "comment": "With my dog lilly, we gave her a stuffed dog we called her baby. She took it everywhere she went. This might be the same sort of love.", "date":"14723448045"}]
  },
  {
    "id": "12",
    "text": "The Spanish football federation has been fined 220,000 Swiss francs (£180,940) for violating youth player transfer rules in the case involving Real Madrid and Atletico Madrid. Real and Atletico are banned from registering players in the next two transfer windows after losing an appeal against their own punishments. Fifa has given the Spanish FA six months to improve its transfer system. It has strict rules restricting Under-18 players moving to foreign clubs. Fifa 's investigation concerned youth players who played for Atletico between 2007 and 2014, and Real from 2005 to 2014 with the clubs respectively fined £622,000 and £249,000 for breaching rules. Barcelona were banned from registering players for two transfer windows in April 2014, but bought Arda Turan and Aleix Vidal in 2015, finally registering them to make them eligible to play when their suspension was lifted in January 2016.",
    "comments": [{"email": "AbleSankovik@gmail.com", "name": "AbleSankovik", "comment": "We are boarding a Dane at my job who is terrified of any dog larger than 40 lbs, only likes to play with the little ones. So cute!", "date":"147874548045"},
      {"email": "IanMcKellensSexyButUnusedSlaveGirl@gmail.com", "name": "IanMcKellensSexyButUnusedSlaveGirl", "comment": "LIAR! Not all the duplicates have different comments, and this shit is already savagely long.", "date":"147874548045"},
      {"email": "twisti@gmail.com", "name": "twisti", "comment": "I'd say easily half of these people look great and the 'roasts' are just generic insults that you wouldn't notice if they were switched.", "date":"147874548045"}
    ]
  },
  {
    "id": "13",
    "text": "Barcelona have reported La Liga president Javier Tebas to Spain 's highest sports court after he questioned their players ' conduct during a heated 3-2 win at Valencia. The hosts were fined 1,500 euros (£1,340) after a water bottle was thrown from the stands at players. But the disciplinary committee also criticised the  \"reproachable behaviour \" of the celebrating Barcelona players. The Catalan club said these declarations were  \"irresponsible \".  \"The most serious thing is the thrown bottle, but some players acted in a way we don 't like, \" Tebas said after the incident, also suggesting Barcelona players provoked Valencia fans. Barcelona said they have requested the Administrative Court of Sport open disciplinary proceedings against Tebas and members of the federation 's competition committee. The club 's president, Josep Maria Bartomeu, added:  \"Making statements regarding the actions of the players adds even more tension to a situation that must be de-escalated.  \"The declarations made by Tebas are irresponsible and unbecoming of a sports executive. \"",
    "comments": []
  },
  {
    "id": "14",
    "text": "Valencia have been fined 1,500 euros (£1,340) after a water bottle was thrown from the stands at Barcelona 's players during Saturday 's La Liga game. The Spanish Football Federation warned Valencia that it may close its Mestalla Stadium if similar incidents happen. The plastic bottle was thrown into a huddle of celebrating Barca players after Lionel Messi 's 94th-minute winning penalty secured a 3-2 victory. Luis Suarez and Neymar both fell to the floor after the bottle landed. Messi 's reaction was particularly animated - he turned to gesticulate and shout towards the area of the crowd that the bottle had come from. Spain 's football federation criticised the Barca players for their  \"exaggerated reaction \" and for celebrating in front of home fans, but added  \"nothing justified \" the reaction of the Valencia supporters. It also praised Valencia for quickly identifying the fan who threw the bottle.",
    "comments": [{"email": "Kickinablue99@gmail.com", "name": "Kickinablue99", "comment": "That comment 1.shows your age/2.your away support is/was small.", "date":"14723434045"},
        {"email": "Ellie@gmail.com", "name": "Ellie", "comment": "I support WBA so utter dross is nothing new to me under Pulis but this was something else. Boro have no chance of staying up under this manager I'm afraid.", "date":"14723434045"},
        {"email": "massdebater@gmail.com", "name": "massdebater", "comment": "There is blatant cheating going on all over the pitch. Diving, simulation, feigning injury, time wasting, holding players in the box etc. The list is endless. You can't blame officials, pundits & media for ignoring it. The blame lies with the players for doing it in the first place.", "date":"147887548045"},
        {"email": "bob@gmail.com", "name": "bob", "comment": "@93 But EFC DID get a point and deserved it, you sound like a Liverpool fan who thinks they have some divine right to win every game. Sterling has been well trained in the art of diving and cheating by the total masters of it, LFC.", "date":"147887548045"}
    ]
  },
  {
    "id": "15",
    "text": "Barcelona captain Andres Iniesta is set to be sidelined for up to two months with a knee injury, the Spanish champions have announced. Iniesta was carried off on a stretcher just 14 minutes into Saturday 's LaLiga victory over Valencia at the Mestalla after being injured by an Enzo Perez tackle. Barca coach Luis Enrique said in his post-match press conference that Iniesta was likely to be out for a  \"long time \", and it was subsequently confirmed that the 32-year-old midfielder may not play again until next year. A Barca statement read:  \"Andres Iniesta has injured the lateral collateral ligament in his right knee. After an initial diagnosis at the Mestalla stadium, the tests taken in Barcelona have revealed the extent of the injury. The midfielder is expected to be out for between six and eight weeks. \"The Spain international is now facing a battle to play in any of Barca 's 12 competitive matches before the winter break, with their final game of 2016 scheduled for December 21. If he does sit out all those matches, Iniesta would miss crunch games against Real Madrid, Espanyol and Sevilla in LaLiga, as well as the Champions League fixtures against Manchester City, Celtic and Borussia Monchengladbach. Barca recovered from the early loss of their long-serving playmaker on Saturday night by recording a 3-2 win over Valenica that sent them to the top of LaLiga, with the leading trio at the start of the day - Atletico Madrid, Real Madrid and Sevilla - all in action on Sunday.",
    "comments": [{"email": "AbleSankovik@gmail.com", "name": "AbleSankovik", "comment": "We are boarding a Dane at my job who is terrified of any dog larger than 40 lbs, only likes to play with the little ones. So cute!", "date":"147874548045"},
      {"email": "IanMcKellensSexyButUnusedSlaveGirl@gmail.com", "name": "IanMcKellensSexyButUnusedSlaveGirl", "comment": "LIAR! Not all the duplicates have different comments, and this shit is already savagely long.", "date":"147874548045"},
      {"email": "twisti@gmail.com", "name": "twisti", "comment": "I'd say easily half of these people look great and the 'roasts' are just generic insults that you wouldn't notice if they were switched.", "date":"147874548045"},
      {"email": "daellat@gmail.com", "name": "daellat", "comment": "naer the top the lady that gets \"happy 40th birthday\" and the \"great value emma robberts\" are 9/10 for me but tastes differ I guess.", "date":"147874548045"},
      {"email": "InvincibleLazyGeneral@gmail.com", "name": "InvincibleLazyGeneral", "comment": "Day 354.. Finally off the post away from the roast. all I see now are insults and one liners.", "date":"147887548045"},
      {"email": "ColManBearPig@gmail.com", "name": "ColManBearPig", "comment": "With my dog lilly, we gave her a stuffed dog we called her baby. She took it everywhere she went. This might be the same sort of love.", "date":"14723448045"}
    ]
  },
  {
    "id": "16",
    "text": "Neymar has put pen to paper on his new contract to remain with Barcelona until 2021. The club had initially announced in July that Neymar had agreed a new five-year deal, and a post from the Catalan club's Twitter feed on Friday afternoon read:  \"Done deal! #Neymar2021 \"It was accompanied by a photograph of the 24-year-old Brazil forward shaking hands with Barca president Josep Maria Bartomeu, with paperwork laid out in front of them. Bartomeu then tweeted:  \" We continue working to maintain sporting excellence. Congrats for renewing with BarÃ§a, @neymarjr. \"Neymar, speaking to Barca TV before his signing ceremony - quoted by AS.com - said:  \"I'm really happy to be renewing my contract with the club. I feel really at home here. \"He continued:  \"Before I came to Barcelona I was obviously already well aware that they were a massive club.  \"The players here are incredible and, from the outside, that intimidated me a bit before I joined.  \"But as soon as I walked into the dressing room it was clear how down to earth they were. I was really struck by that, and it helped me to settle in. \"Barca confirmed on July 1 that the deal had been agreed, stating that the player's buyout clause had been fixed at 200million euros (Â£178.2million) for the first year of his contract, 222million euros (Â£197.8million) for the second and 250million euros (Â£222.8million) for the remaining three years. \"Neymar joined Barca from Santos in 2013 on a five-year deal and has gone on to win two LaLiga titles, the Copa del Rey twice and the Champions League in 2015. He has scored 91 goals in 150 games for the Catalan giants.",
    "comments": [{"email": "Pepper_pig@gmail.com", "name": "Pepper pig", "comment": "All LFC were missing was the racist Suarez up front. Don't see klopp orchestrating a t-shirt campaign though, do you?", "date":"147874548045"},
      {"email": "OscarDTravis@gmail.com", "name": "OscarDTravis", "comment": "you can shove this Man Utd fanzine up your rectums, I'm quitting the BBC, goodbye", "date":"147874548045"}
    ]
  },
  {
    "id": "17",
    "text": "Luka Modric has committed his future to Real Madrid until 2020. The Croatian midfielder, who arrived at the Bernabeu from Tottenham four years ago, has been an influential figure in Real's two recent Champions League-winning campaigns. A statement published on the capital club's official website revealed Modric had agreed a new four-year deal, tying him to the 32-time Spanish champions well beyond his 34th birthday. Modric, who will meet the press on Wednesday, has scored 11 goals across 180 appearances in all competitions for Real. In addition to his two European Cups he tasted Copa del Rey glory in 2014.",
    "comments": [{"email": "GrammarAndPunctuationNazi@gmail.com", "name": "GrammarAndPunctuationNazi", "comment": "Some of these are like being flogged with a wet lettuce and some are like being poked with a red hot iron. https://i.imgur.com/1OfJcAr.gif", "date":"147874548045"},
      {"email": "MaryWitcher@gmail.com", "name": "MaryWitcher", "comment": "Start creating money without delay. Get longer together with your family. Earn upto 8k USD/m. For more details Go Here: ==> www.Today40.com", "date":"567874548045"},
      {"email": "ICanHasJava@gmail.com", "name": "ICanHasJava", "comment": "Did Silverbandit77 just roast a young Ken Bone?", "date":"147872848045"},
      {"email": "Rannnoch@gmail.com", "name": "Rannnoch", "comment": "Roasts are almost always complete trash. HAHA UR UGLY!!!! INCEST!!! [[EXTREME PROJECTING]]. No thanks.", "date":"147872848045"}
    ]
  },
  {
    "id": "18",
    "text": "Javier Mascherano has signed his contract extension at Barcelona, having agreed a deal in July, with Neymar set to follow suit later this week. Argentina defender Mascherano, who joined Barca from Liverpool just over six years ago, has committed until June 2019. The 32-year-old had been linked with a move away from the Nou Camp this summer, with strong rumours of a transfer to Juventus. Mascherano has won 17 trophies with the Catalans while making 290 appearances for the club. A statement on Barcelona's official website read:  \"Javier Mascherano put pen to paper on his improved contract extension with FC Barcelona that will keep him at the club until 30 June 2019. \"Brazil forward Neymar had similarly agreed a new contract over the summer to keep him with the Primera Division champions until 2021 and is set to put pen to paper on Friday. The club tweeted on Monday:  \"@neymarjr will sign new contract on Friday that will keep him at the club until June 2021. \"",
    "comments": [{"email": "ringofyre@gmail.com", "name": "ringofyre", "comment": "And THIS post is the one that imgur doesn't want to send me a link via email cause it's too big.", "date":"147874387045"},
      {"email": "SorenShepard@gmail.com", "name": "SorenShepard", "comment": "Some of these are actually pretty funny, but god dammit, most of them are just boring.", "date":"567808248045"}
    ]
  },
  {
    "id": "19",
    "text": "Barcelona boss Luis Enrique is yet to decide whether Lionel Messi will make his comeback from injury in Saturday's LaLiga clash with Deportivo La Coruna, despite confirming the Argentinian is back in training. Messi has missed the last three Barcelona games with a groin injury but is in contention to make his return at the Nou Camp as the reigning champions look to get their defence back on track. Enrique's side are currently fourth in the league and two points off leaders Atletico Madrid following a surprise 4-3 loss at Celta Vigo before the international break. But Messi will not necessarily be rushed back as Enrique looks to ease him back to match fitness, along with defender Samuel Umtiti, who has been missing with a knee problem.  \"The great news is that players are coming back, such as Samuel Umtiti and Leo, \" Enrique said at his pre-match press conference.  \"Messi has been with the team since Wednesday now. He came back looking good, at a good level.  \"When you come back from an injury you need minutes, in both training and in games. ",
    "comments": [{"email": "Slayerformayor@gmail.com", "name": "Slayerformayor", "comment": "“Your head is a thwomp.” Hahahahahahagahahahahaha!!!!", "date":"147874387045"},
      {"email": "Doyoubelieveinlifeafterimgur@gmail.com", "name": "Doyoubelieveinlifeafterimgur", "comment": "I got through like 15 and looked at the scroll bar and said fuck that.", "date":"565348248045"},
      {"email": "Ouroborus@gmail.com", "name": "Ouroborus", "comment": "Yeeeehaw, I read the whole goddamn thing, and there were very few repeats... Why do people submit their pics to these savages? haha", "date":"567808248045"}
    ]
  },
  {
    "id": "20",
    "text": "Cristiano Ronaldo described receiving his latest individual award as a  \"privilege \" before saying he would like to spend many more years at Real Madrid. The 31-year-old Portugal striker, who helped his side defeat city rivals Atletico in last season's Champions League final, was voted the Marca and La Gazzetta dello Sport readers' number one player in Europe's elite club competition on Thursday night. Two-time Ballon d'Or winner Ronaldo scored a total of 16 goals in last year's Champions League games before firing the winning penalty in the 5-3 shoot-out victory after the final at Milan's San Siro stadium finished 1-1 after extra-time. Ronaldo, who also went on to win this summer's European Championship with Portugal, told his club's official website www.realmadrid.com:  \"It's a privilege to win this award.  \"It just makes me want to keep working hard for this club. It's my dream to keep playing for Real Madrid and I really want to stay here for many years because the club holds a special place in my heart.  \"Thank you to all the readers who voted, and especially to Real Madrid, to my team-mates and the fans, who helped us on our way to winning the Champions League.  \"It's a victory for the team because I'd never be lifting this award if I hadn't won anything with Real Madrid. I've won the Champions League and the Euros - it's a beautiful moment in my career and my sporting life. \"",
    "comments": [{"email": "Kingindanorfff@gmail.com", "name": "Kingindanorfff", "comment": "Gettin all the bitches with my thigh high boots - OP", "date":"147879307045"},
      {"email": "VenkuSkirata@gmail.com", "name": "VenkuSkirata", "comment": "I am at a complete loss of words to describe the unbridled joy in my heart right now.", "date":"534348248045"},
      {"email": "DannyBruiz@gmail.com", "name": "DannyBruiz", "comment": "Just what exactly are you supposed to do with someone like this?", "date":"565342768045"},
      {"email": "TaintedSpuds8@gmail.com", "name": "TaintedSpuds8", "comment": "I'm impressed but also uncomfortable but also feeling guilty for feeling uncomfortable. Updooted", "date":"565058348045"},
      {"email": "YoTimbo@gmail.com", "name": "YoTimbo", "comment": "Hate to be a \"nitpick\" but the mustache and goatee are essential. What next Mojo Jojo with no brain hat? Sara Belum showing her face?! Sorry", "date":"565348248045"},
      {"email": "Ouroborus@gmail.com", "name": "Ouroborus", "comment": "Yeeeehaw, I read the whole goddamn thing, and there were very few repeats... Why do people submit their pics to these savages? haha", "date":"567808248045"}
    ]
  },
  {
    "id": "21",
    "text": "Juventus striker Gonzalo Higuain is set to face former club Napoli for the first time following his record £75m move in the summer. The Argentina international, 28, was called a \"traitor\" and \"mercenary\" by Napoli fans after their star player left the Serie A runners-up for the champions. Higuain scored a record 36 Serie A goals as Napoli finished nine points adrift of Juve, who host Maurizio Sarri's side in Turin on Saturday. \"I'll greet him like a father does with a son who made him angry,\" said Sarri. Napoli forward Dries Mertens, one of Higuain's best friends when they played together, joked he might \"give him a slap\" when they meet at the Juventus Stadium. But Higuain will be spared facing the Napoli fans because they are banned from attending the match for security reasons. Juventus, who are two points clear at the top of Serie A, visit third-placed Napoli in April. Higuain has scored seven goals in 13 appearances this season, but has failed to find the net in his past four matches. \"It is natural that people will talk about Higuain before the game and indeed how he performs this season,\" said Juventus manager Massimiliano Allegri. \"But what counts is that Juventus retain their trophies and go as far as they can in the Champions League. \"He's already scored seven goals and at Juve there are other players who score too. I'm very pleased with what he's doing, even without the ball.\"",
    "comments": [{"email": "AbleSankovik@gmail.com", "name": "AbleSankovik", "comment": "We are boarding a Dane at my job who is terrified of any dog larger than 40 lbs, only likes to play with the little ones. So cute!", "date":"147874548045"},
      {"email": "IanMcKellensSexyButUnusedSlaveGirl@gmail.com", "name": "IanMcKellensSexyButUnusedSlaveGirl", "comment": "LIAR! Not all the duplicates have different comments, and this shit is already savagely long.", "date":"147874548045"},
      {"email": "twisti@gmail.com", "name": "twisti", "comment": "I'd say easily half of these people look great and the 'roasts' are just generic insults that you wouldn't notice if they were switched.", "date":"147874548045"},
      {"email": "Jockstay@gmail.com", "name": "Jockstay", "comment": "Typically vile United fans. Know they are set to lose again and can only resort to mock tragedy to compensate for lack of potential in their team. Sums that set of \"supporters up for what they really. Sad", "date":"147887548045"},
      {"email": "daellat@gmail.com", "name": "daellat", "comment": "naer the top the lady that gets \"happy 40th birthday\" and the \"great value emma robberts\" are 9/10 for me but tastes differ I guess.", "date":"147874548045"},
      {"email": "InvincibleLazyGeneral@gmail.com", "name": "InvincibleLazyGeneral", "comment": "Day 354.. Finally off the post away from the roast. all I see now are insults and one liners.", "date":"147887548045"}
    ]
  },
  {
    "id": "22",
    "text": "Juventus striker Gonzalo Higuain is set to face former club Napoli for the first time following his record £75m move in the summer. The Argentina international, 28, was called a \"traitor\" and \"mercenary\" by Napoli fans after their star player left the Serie A runners-up for the champions. Higuain scored a record 36 Serie A goals as Napoli finished nine points adrift of Juve, who host Maurizio Sarri's side in Turin on Saturday. \"I'll greet him like a father does with a son who made him angry,\" said Sarri. Napoli forward Dries Mertens, one of Higuain's best friends when they played together, joked he might \"give him a slap\" when they meet at the Juventus Stadium. But Higuain will be spared facing the Napoli fans because they are banned from attending the match for security reasons. Juventus, who are two points clear at the top of Serie A, visit third-placed Napoli in April. Higuain has scored seven goals in 13 appearances this season, but has failed to find the net in his past four matches. \"It is natural that people will talk about Higuain before the game and indeed how he performs this season,\" said Juventus manager Massimiliano Allegri. \"But what counts is that Juventus retain their trophies and go as far as they can in the Champions League. \"He's already scored seven goals and at Juve there are other players who score too. I'm very pleased with what he's doing, even without the ball.\"",
    "comments": [{"email":"doomkiwi@gmail.com","name":"doomkiwi","comment":"View of people who don't own huskies: Beautiful majestic wolflike hounds. View of people who do: Hyper derp filled dumdums you have to love.","date":1477773426403},{"email":"2NE1LSTNG@gmail.com","name":"2NE1LSTNG","comment":"This is my favorite breed of dog but I refuse to have one cause California is too hot for them.","date":1477773426403},{"email":"bitenmein@gmail.com","name":"bitenmein","comment":"Honestly as handsome as huskies look. They belong in colder climate. Not in the south. It too efing hot for that breed. Don't be a Richard.","date":1477773426403},{"email":"imhoots@gmail.com","name":"imhoots","comment":"I had a husky long ago and he was everything these pictures portray. Thanks for the trip down memory lane.","date":1477773426403},{"email":"backwardsbuttflowers@gmail.com","name":"backwardsbuttflowers","comment":"Don't look at these while simultaneously watching a doc on animal cruelty. Made me all misty eyed n shit. Excuse me while I go hug my dogs","date":1477773426403},{"email":"yumemitte@gmail.com","name":"yumemitte","comment":"Moon moon is moonmooning.","date":1477773426403}]
  },
  {
    "id": "23",
    "text": "Juventus defender Giorgio Chiellini scored two headers as the Serie A champions beat Sampdoria. The league leaders took a two-goal lead within nine minutes thanks to headers from Mario Mandzukic and Chiellini. Czech youngster Patrik Schick pulled one back for Sampdoria on 57 minutes on his first Serie A start. Miralem Pjanic smashed home for Juve and Chiellini headed home a fourth from a cross by Juan Cuadrado, who had also set up Mandzukic's opener. Second-placed Roma remain within two points of Juve after beating Sassuolo 3-1. Edin Dzeko scored twice to become the first player to score 10 Serie A goals this season.",
    "comments": [{"email":"PooveyFarmsRacing@gmail.com","name":"PooveyFarmsRacing","comment":"Immigrants! That’s how they do, you know—just drive around listening to raps and shooting all the jobs.","date":1477773834804},{"email":"PrestonGarrvey@gmail.com","name":"PrestonGarrvey","comment":"http://i.imgur.com/AeOdv9E.gif","date":1477773834804},{"email":"shakexandxbake@gmail.com","name":"shakexandxbake","comment":"\"SON OF A BITCH!\" Your words, mother...","date":1477773834804},{"email":"oidarwazeh@gmail.com","name":"oidarwazeh","comment":"http://i.imgur.com/os8wyh5.gif","date":1477773834804}]
  },
  {
    "id": "24",
    "text": "AC Milan missed the chance to go top of Serie A as they were heavily beaten away against Genoa. Goals from Nikola Ninkovic and Leonardo Pavoletti as well as a Juraj Kucka own goal condemned 10-man Milan to defeat. Defender Gabriel Paletta was sent off in the second half for a wild two-footed lunge on Genoa's Luca Rigoni. A win would have moved Milan above leaders Juventus and second-placed Roma - who both play on Wednesday - but Vincenzo Montella's side stay third.",
    "comments": [{"email":"loubli@gmail.com","name":"loubli","comment":"she likes it in an ad but in real life I'd feel v uncomfortable with a rando's boner in my face","date":1477774401348},{"email":"MaryJaneSunshine@gmail.com","name":"MaryJaneSunshine","comment":"Her reaction is classic!","date":1477774401348},{"email":"Shaverer@gmail.com","name":"Shaverer","comment":"If it is too good to be true it probably isn't.","date":1477774401348},{"email":"k4ll3x@gmail.com","name":"k4ll3x","comment":"http://i.imgur.com/0v2hGkA.gif","date":1477774401348},{"email":"BAJARYMI@gmail.com","name":"BAJARYMI","comment":"http://gifrific.com/wp-content/uploads/2012/06/randy-stomach-hits-lady-in-face-on-bus.gif","date":1477774401348},{"email":"crmceachin75@gmail.com","name":"crmceachin75","comment":"She looked like that's all she needed to make her life better and it was all a lie","date":1477774401348},{"email":"zinic@gmail.com","name":"zinic","comment":"Feels scripted","date":1477774401348}]
  },
  {
    "id": "25",
    "text": "Roma's bid to win the Serie A title for the first time since 2001 has suffered a major setback after Italy international Alessandro Florenzi ruptured an anterior cruciate ligament. The 25-year-old midfielder was injured in the 85th minute of Roma's 3-1 victory at Sassuolo on Wednesday and medical tests have subsequently confirmed he will need surgery on his left knee. Florenzi, who can also play at right-back, has been a key player for the Giallorossi as they have secured top-three finishes in each of the past three seasons. The injury - announced on the club's official website - could rule the Roman out for six months, also taking him out of contention as Italy endeavour to qualify for the 2018 World Cup in Russia.",
    "comments": [{"email":"myr14d@gmail.com","name":"myr14d","comment":"Homemade lava lamp. COol.","date":1477774906408},{"email":"HoganGunter@gmail.com","name":"HoganGunter","comment":"Put... put... putt your dick in it.","date":1477774906408},{"email":"HighSlayerRalton@gmail.com","name":"HighSlayerRalton","comment":"I put mentos in coke once.","date":1477774906408},{"email":"mustbeglobalwarming@gmail.com","name":"mustbeglobalwarming","comment":"Tonight's cocktail is ... Lava Lamp.","date":1477774906408}]
  },
  {
    "id": "26",
    "text": "Francesco Totti insists he feels fitter at 40 than he did at 25 as the veteran striker bids to lead Roma to victory over Inter Milan in Serie A this weekend. The one-club man - a Scudetto winner in 2001 - reached a major birthday milestone on Tuesday and subsequently laid on three assists for his Giallorossi team-mates in the 4-0 Europa League humbling of Astra Giurgiu. Totti, who made his Roma debut as a 16-year-old in 1993, could score the first goal of his fifth decade when Inter visit the capital on Sunday night. After playing the full match on Thursday, he told asroma.com:  \"I was joking with the physio during the first half that not even when I was 25 did I feel this good!  \"I'm fit and I can handle 90 minutes pretty well.  \"We have to concentrate on our own performances and the best way to respond to setbacks is always to play well and win. That's what the fans want and that's what the coach wants from us.  \"We need to prove that we're a united group with a desire to succeed. \"Psychologically Roma may have the upper hand heading into their top-four clash with Inter, who succumbed to a 3-1 defeat at Sparta Prague. Striker Rodrigo Palacio told inter.it:  \"We played badly - they deserved the win.  \"We have a big squad and we can compete on two fronts, but we must give more if we want to succeed in these competitions. We can't afford to make any more mistakes now - we have to win our next game. \"Inter lead Roma by a single point before travelling to the Stadio Olimpico, while Napoli, the only unbeaten team in the table, are second ahead of their trip to Atalanta.",
    "comments": [{"email":"thejackle@gmail.com","name":"thejackle","comment":"No matter how many times I see this his reaction still irks me.","date":1477775758665},{"email":"BillyBaloney976@gmail.com","name":"BillyBaloney976","comment":"The first time it's pretty natural but does it again to make sure everyone saw him.","date":1477775758665},{"email":"opc3000@gmail.com","name":"opc3000","comment":"http://i.imgur.com/UMKXoFm.gif","date":1477775758665},{"email":"ShreddedMiniWheats@gmail.com","name":"ShreddedMiniWheats","comment":"http://i.imgur.com/XccA3ei.gif","date":1477775758665},{"email":"Ciycera@gmail.com","name":"Ciycera","comment":"nigga felt a disturbance in the force","date":1477775758665},{"email":"Fireguy97@gmail.com","name":"Fireguy97","comment":"*boy.exe","date":1477775758665}]
  },
  {
    "id": "27",
    "text": "Roma midfielder Leandro Paredes has called on his team-mates to put Astra Giurgiu to the sword in their Europa League clash on Thursday. The Italian club are looking for their first win of their Group E campaign having drawn 1-1 with Viktoria Plzen in their opener and go into the game on the back of a 3-1 Serie A defeat to Torino at the weekend. Speaking in the pre-match press conference Paredes said:  \"We need to be more clinical and have more confidence in ourselves going forward. If we can improve in these aspects, we can do very well.  \"We have to be focused in every match, you never get easy games. We're just thinking about working hard to put in a good performance tomorrow.  \"We think we're working well, and we'll have to do so tomorrow.  \"We have to get three points, they're very important for us. \"Paredes is in line to return to the starting line-up after being a second-half substitute on Sunday. Roma coach Luciano Spalletti said:  \"I want to win the game tomorrow so the changes will be made with the aim of getting the win. Otherwise I wouldn't rotate.",
    "comments": [{"email": "nikki7luc2@gmail.com", "name": "nikki7luc", "comment": "Some real idiots on here especially #1 hys comment. Also #sandy, the 2 fingers were also displayed by Eden Hazard after he scored, so what is your idiotic comment on that? Both players had set this up so if one, or both of them, scored that is what they would do in support of their team mate Willian, RIP Willian's mother. So #sandy go crawl back under your stone..fool", "date":"147874548045"}]
  },
  {
    "id": "28",
    "text": "Inter Milan coach Frank De Boer has stressed the importance of his side's trip to crisis-hit Sparta Prague in Group K of the UEFA Europa League on Thursday. Despite their promising domestic form this season, Inter go into the game with their challenge hanging in the balance after a shock opening loss to Hapoel Be'er Sheva earlier this month. The same can be said for the Czech side, beaten in their first group game by Southampton, and who axed coach Zdenek Scasny earlier this week. De Boer told Italian media:  \"Clearly we want to win this Cup. We are talking about a different competition to Serie A, but we certainly always want to win.  \"Both Inter and Sparta Prague have zero points, so it will certainly be an important result for both sides. We want to go forward in this tournament and that makes this a crucial match. \"Also in Group K, Hapoel Be'er Sheva bid to build on their stunning win at the San Siro when they face Southampton in Israel.",
    "comments": [{"email":"Abot4life@gmail.com","name":"Abot4life","comment":"http://i.imgur.com/rSJ96.gif","date":1477776276082},{"email":"Thickfr3akness@gmail.com","name":"Thickfr3akness","comment":"St Patty's is my birthday, every year i'll cheers to you, then me!","date":1477776276082}]
  },
  {
    "id": "29",
    "text": "Juventus needed an unfortunate Edoardo Goldaniga own goal to squeeze past Palermo 1-0 and preserve their Serie A lead. The reigning champions replaced Napoli as the early season leaders with a 4-0 midweek thrashing of Cagliari but found Palermo goalkeeper Josip Posavec a largely immovable object at La Favorita. Centre-back Goldaniga tried to do the under-siege stopper a favour in the 49th minute, yet Dani Alves' attempt ending up in the back of the net as a result of his intervention. Massimiliano Allegri's men reached the 15-point mark after six games while Palermo are down in 16th. Marek Hamsik later scored his 100th goal for Napoli as the title challengers beat Chievo 2-0.",
    "comments": [{"email":"FAEDED89@gmail.com","name":"FAEDED89","comment":"So he was a guy on a date with a girl and ended up on a date with a dude??? What a rollercoaster ride.","date":1477776520228},{"email":"LapisScarab@gmail.com","name":"LapisScarab","comment":"Selling alcohol at movie theaters is never not going to sound like the worst fuckin idea in the universe to me.","date":1477776520228},{"email":"TheRealestLurker@gmail.com","name":"TheRealestLurker","comment":"I'll take \"fake tumblr stories\" for one wine bottle, Bob","date":1477776520228},{"email":"ABlazeOfGlory@gmail.com","name":"ABlazeOfGlory","comment":"So... He went to Jared?","date":1477776520228},{"email":"IfItWasntForDateRapeIWouldNeverGetLaid@gmail.com","name":"IfItWasntForDateRapeIWouldNeverGetLaid","comment":"r/thathappened","date":1477776520228}]
  },
  {
    "id": "30",
    "text": "Spanish defender Raul Albiol has signed a new four-year contract with Serie A title hopefuls Napoli. The 31-year-old centre-back moved to Stadio San Paolo three years ago and has played a key role in securing two top-three finishes with the Azzurri, under Rafael Benitez and then Maurizio Sarri. On Friday Napoli president Aurelio De Laurentiis revealed the former Real Madrid player had extended his deal until 2020 in a statement published on Twitter.",
    "comments": [{"email": "Comm83@gmail.com", "name": "Comm83", "comment": "Man U get more articles because they've won the Prem most. Its common sense. Liverpool would have destroyed Utd at home had Mourinho been as naive as Rodgers back in 2013. Utd were away from home, didn't need to win but couldn't afford to lose. Liverpool will have regrets. Given their form it was a poor performance as the home team. No plan B, just like under Rodgers.", "date":"147874548045"}]
  },
  {
    "id": "31",
    "text": "Borussia Dortmund's general manager Hans-Joachim Watzke has criticised new UEFA president Aleksander Ceferin's suggestion that the Champions League final could be staged outside Europe. Ceferin said last week that New York could host European football's most prestigious club fixture, backing up the suggestion by stating that it is no further to the USA's east coast than it is from Azerbaijan to Portugal. However, Watzke hopes the Slovenian was not being serious.  \"For us to go to the USA or Asia for friendly games is okay, but you just try suggesting to the Americans that the Super Bowl should be staged in Frankfurt, \" he told ZDF television.  \"(Ceferin) should first get himself up to speed with UEFA's business.  \"For such suggestions to come after just a few weeks (as president) makes me go crazy. \"",
    "comments": [{"email":"HighSlayerRalton@gmail.com","name":"HighSlayerRalton","comment":"That ball never washed itself again.","date":1477777747091},{"email":"Mutikow@gmail.com","name":"Mutikow","comment":"How is the guy next to him not even impressed?!","date":1477777747091},{"email":"siddharcrates@gmail.com","name":"siddharcrates","comment":"http://i.imgur.com/jZQZ4zz.gif","date":1477777747091},{"email":"7DGR81@gmail.com","name":"7DGR81","comment":"Unpopular opinion: Ronaldinho > Messi","date":1477777747091},{"email":"WestTx@gmail.com","name":"WestTx","comment":"G.O.A.T GIF.  http://i.imgur.com/XIMZ7AK.gif","date":1477777747091}]
  },
  {
    "id": "32",
    "text": "Bayern Munich pulled three points clear at the top of the Bundesliga on Saturday, with Hertha Berlin and Hoffenheim now the teams in pursuit after defeats for Cologne and Borussia Dortmund. Bayern won the weekend's big match against Borussia Monchengladbach 2-0 to bring to an end a two-game winless run. Arturo Vidal and Douglas Costa supplied the goals for Carlo Ancelotti's men, who controlled proceedings from start to finish at the Allianz Arena. Hertha Berlin leapfrogged Cologne into second place with a 2-1 win at the Olympiastadion - a result which brings an end to the Goats' unbeaten start to the season. Vedad Ibisevic and Niklas Stark were on target for the Old Lady, with Anthony Modeste netting Cologne's consolation to keep his name at the top of the goalscoring charts. Hoffenheim's unbeaten record this season is still intact after their emphatic 3-0 win at an out-of-sorts Bayer Leverkusen, who slumped to mid-table.",
    "comments": [{"email":"Bickaa8012@gmail.com","name":"Bickaa8012","comment":"Lmaooooo fuck you bro","date":1477778214928},{"email":"datma@gmail.com","name":"datma","comment":"Can someone explain this to me please??","date":1477778214928},{"email":"Sheldonian@gmail.com","name":"Sheldonian","comment":"http://i.imgur.com/bIxE1lw.gif","date":1477778214928},{"email":"Vatatheo@gmail.com","name":"Vatatheo","comment":"I'm too impatient & gullible. I just spent 10 minutes looking for a leaked torrent for this movie. Came back to ask 4 help, than read it all","date":1477778214928}]
  },
  {
    "id": "33",
    "text": "Hertha Berlin coach Pal Dardai claims Thomas Tuchel has exerted unnecessary pressure on referees with his remarks that his team are on the receiving end of too many fouls. Tuchel complained after his side went down 2-0 at Bayer Leverkusen a fortnight ago about the rough treatment Dortmund had been given, saying it was already the third time this season that over 20 fouls were committed on his players and adding that Leverkusen were lucky not to have at least one player sent off. Dardai's Hertha travel to Dortmund on Friday night and the Hungarian coach is now concerned that the referee might be influenced by Tuchel's comments.  \"It's unfair towards referees and puts pressure on them, \" he said at a press conference.  \"We are the second fairest team in the league, but if we get a yellow card after just two or three fouls, then I'm going to run to the fourth official and complain about Tuchel's comments.  \"It's all well and good being friendly before and after the game, but this is a man's game and I think Tuchel's comments are very borderline. \"",
    "comments": []
  },
  {
    "id": "34",
    "text": "Cologne became the first team to deny Bayern Munich victory in the Bundesliga this season as they picked up a deserved 1-1 draw at the Allianz Arena. Joshua Kimmich gave Bayern the lead five minutes before the end of a first half which the hosts dominated. It was a different story in the second half, though, with Anthony Modeste bringing Cologne level, and they had the record champions on the ropes but failed to land a winning punch despite going close late on. The result means both clubs remain unbeaten this season, although Carlo Ancelotti's Bayern left the field for the first time in the league this season without all three points following a previous run of five straight wins. It was business as usual for Bayern from the get-go with the lively Arjen Robben sending in the first noteworthy shot of the game after 15 minutes, his effort just wide of the right-hand post. The Dutchman then dinked a header over the top of the Cologne defence for Robert Lewandowski, who had drifted into an offside position and lifted his shot over anyway.",
    "comments": [{"email":"SchrodingerMil@gmail.com","name":"SchrodingerMil","comment":"The game is based off World War I. But there are still many moments that drive home how terrible the conflict was. There's a chance 1/2","date":1477778749143},{"email":"LapisScarab@gmail.com","name":"LapisScarab","comment":"...Okay? There's books and movies about WWI and I don't see people making comics complaining about those.","date":1477778749143},{"email":"MAYORofTITTYciti@gmail.com","name":"MAYORofTITTYciti","comment":"Nobody is reliving World War I, All the vets from World War I are already dead.","date":1477778749143}]
  },
  {
    "id": "35",
    "text": "Borussia Monchengladbach boss Andre Schubert has extended his contract with the Bundesliga club until 2019. Schubert took over as permanent boss in November 2015 after a successful stint as interim manager following Lucien Favre's departure. The 45-year-old helped guide the Foals to fourth place in Bundesliga last season and they are again among the Champions League places this term after a bright start.  \"Andre is doing some really good work here, \" Borussia sporting director Max Eberl told the club's official website.  \"He has given the team Champions League football and we have picked up 65 points from the 34 Bundesliga matches that he's been in charge. That is an outstanding record. \"",
    "comments": [{"email":"AlphaQueueBetter@gmail.com","name":"AlphaQueueBetter","comment":"https://i.imgur.com/IUhefyy.gifv","date":1477779169466},{"email":"littlegoblin@gmail.com","name":"littlegoblin","comment":"\"Am i doing it right?\" -Corgi","date":1477779169466},{"email":"necroline7@gmail.com","name":"necroline7","comment":"My human shot me down","date":1477779169466},{"email":"sockmarks@gmail.com","name":"sockmarks","comment":"My corgi waits to see if his death is good enough too. Not dead enough? Oh, put my feet down. Now? Head down. Watches out 1 eye tail wagging","date":1477779169466},{"email":"YellowDrank@gmail.com","name":"YellowDrank","comment":"I'm dead now where's my snack.","date":1477779169466},{"email":"ThoseFeetHHNNNGGGG@gmail.com","name":"ThoseFeetHHNNNGGGG","comment":"You MONSTER FRISBEE","date":1477779169466},{"email":"SSlackhelmetman@gmail.com","name":"SSlackhelmetman","comment":"Oscar.","date":1477779169466},{"email":"TonyStarkWantsOne@gmail.com","name":"TonyStarkWantsOne","comment":"https://i.imgur.com/MtZiKJ3.gifv","date":1477779169466}]
  },
  {
    "id": "36",
    "text": "Carlo Ancelotti may have a headache on Sunday no matter what the outcome of his side's trip to Hamburg. The Italian coach is bidding to win an eighth straight game since taking the Bayern reins in the summer and his reward would be a night out with his team at Munich's beer festival. Ancelotti says he would drink more than the two litres he had on a visit to the Oktoberfest with his coaching staff on Thursday.  \"I'm feeling perfect today, I only had two (steins), \" Ancelotti said at a press conference on Friday.  \"Maybe I will have three (on Saturday). \"Defeat, however, would give him a headache of a different kind as he contemplates how to get his team back on track for the trip to Atletico Madrid in the Champions League next week.  \"We're only focusing on Saturday's game right now, but we are going to be rotating the team, \" Ancelotti said.  \"Rotation is important for two reasons: it's good both for the physical and psychological aspects because I want motivated players. \"Manuel Neuer, Robert Lewandowski and Mats Hummels are three of the names Ancelotti is certain to put on his team sheet, while he also hinted that Joshua Kimmich, Renato Sanches and Kingsley Coman will start. Hamburg coach Bruno Labbadia also has something of a headache with the pressure mounting on him after his side picked up just a point from their first four matches.",
    "comments": [{"email":"gingeonabinge@gmail.com","name":"gingeonabinge","comment":"Anyone else think of Joey and the turkey right away?","date":1477779549395},{"email":"Krudtfar@gmail.com","name":"Krudtfar","comment":"https://i.makeagif.com/media/11-27-2014/JC0fS5.gif","date":1477779549395},{"email":"MrsWhiskers@gmail.com","name":"MrsWhiskers","comment":"And no panicking! Did you see the little boy stuck in the table legs? Panic had definitely set in.","date":1477779549395},{"email":"Roekias@gmail.com","name":"Roekias","comment":"How many of our ancestors do you suppose died after they got their head stuck doing something stupid?","date":1477779549395}]
  },
  {
    "id": "37",
    "text": "Bayern Munich moved two points clear at the top of the Bundesliga with a 3-0 win over Hertha Berlin at the Allianz Arena on Wednesday night continuing their perfect start to the season. Franck Ribery, Thiago Alcantara and Arjen Robben scored the goals that ensured Carlo Ancelotti became the first coach to win his first seven games in charge of the Bavarians. Hertha's own 100 per cent record was consequently brought to an end as they dropped out of the top four. Wednesday's other big winners were Cologne, who moved up to second in the standings with a 3-1 win at Schalke. Klaas-Jan Huntelaar scored what was the Royal Blues' first goal of the season, but it was not enough for them to pick up their first point. Yuya Osako, Anthony Modeste and Simon Zoller turned the game around and earned the Goats their third win in four games, making them the nearest challengers to Bayern at the top of the table. RB Leipzig could have joined them on 10 points with a win over Borussia Monchengladbach, but Fabian Johnson's late equaliser denied them all three points at the Red Bull Arena. Timo Werner had put the Bundesliga newcomers in front, but they had to settle for a draw which nevertheless means they have yet to lose a game since being promoted to the top flight for the first time in their history in the summer. Elsewhere, Charles Aranguiz missed a penalty as Bayer Leverkusen were held to a 0-0 draw at home by Augsburg, while Werder Bremen scented their first win of the season until late on in their game against Mainz.",
    "comments": [{"email": "XTStevie1873@gmail.com", "name": "XTStevie1873", "comment": "Better get the other 6000 seats done to extend the capacity to 62,000 then ?", "date":"147874548045"},
      {"email": "Foreverinourshadow@gmail.com", "name": "Foreverinourshadow", "comment": "Ha. Not bitter. City are definitely a better team than us at the moment (have been since Fergie left to be honest) but they are still a fraction of the size of United. Not that size matters in the major context of things but it's just funny the way some of them go on. It will take them at least 30 years to achieve anything like United have. Maybe we should all meet up then and discuss.", "date":"147874548045"}]
  },
  {
    "id": "38",
    "text": "Hamburg are to hold a board meeting on Wednesday morning to discuss the future of coach Bruno Labbadia. A 1-0 defeat at Freiburg on Tuesday evening has turned up the heat on the former Bayer Leverkusen and Stuttgart coach, whose side have yet to win in the league this season. That result followed a 4-0 reverse at home to Leipzig and the club's patience in their coach appears to be wearing thin.  \"I've got to let a game like this sink in first and then I will talk with the coach, \" Hamburg chairman Dietmar Beiersdorfer told Sky Sport.  \"Bruno Labbadia is our coach and I don't have to give him my backing every day, but we're just not delivering at the moment.  \"I've got to put Hamburg first and nobody else. The frustration is very high because we had imagined things going differently.  \"We were poor - very poor - particularly in the second half, and that was absolutely insufficient.  \"Everybody who was out there on the pitch must be aware of this. We're not creating any opportunities to threaten our opponents' goal right now. \"",
    "comments": []
  },
  {
    "id": "39",
    "text": "Bayern Munich made it three wins out of three in the Bundesliga this season and six out of six in all competitions, but they were made to work hard to beat Bavarian rivals Ingolstadt 3-1. Dario Lezcano gave Ingolstadt a surprise lead at the Allianz Arena, but goals from Robert Lewandowski and Xabi Alonso turned things around for Carlo Ancelotti's men. Ingolstadt had the better chances to score in the second half before Rafinha settled Bayern's nerves and sealed their win late on. Ingolstadt coach Markus Kauczinski had likened a win for his side against Bayern to winning the lottery, and he must have felt he had the right ticket when his side took an eighth-minute lead. Mathew Leckie sent Lezcano on his way through and he managed to poke his shot past Manuel Neuer, who got a touch on the ball but only helped it on its way into the top corner of his goal. Ingolstadt's joy was short lived, though, with the league's topscorer from last season netting already his fifth goal of the season. Franck Ribery sent Lewandowski through on goal and he lifted his shot over Orjan Nyland from a tight angle to bring Bayern back on level terms after 12 minutes. Bayern nevertheless lacked their usual zip and verve, with Ingolstadt doing a good job in nullifying their threat and also finding several good opportunities to score again on the counter-attack.",
    "comments": [{"email":"ballinb21@gmail.com","name":"ballinb21","comment":"https://i.imgur.com/8TK4e98.gif","date":1477780062111},{"email":"iswearitwasntme@gmail.com","name":"iswearitwasntme","comment":"Haha that was amazing","date":1477780062111},{"email":"HighSlayerRalton@gmail.com","name":"HighSlayerRalton","comment":"Holy shit, he knows how to use a phone? That IS smart.","date":1477780062111},{"email":"iswearitwasntme@gmail.com","name":"iswearitwasntme","comment":"Bryan Cranston at 2:26 https://youtu.be/JgQVj4iMm8Y?t=2m26s","date":1477780062111}]
  },
  {
    "id": "40",
    "text": "Marco Reus faces a delayed return to action for Borussia Dortmund but the club remain hopeful he can feature this month. The 27-year-old playmaker has been out of action since sustaining a groin injury in the DFB-Pokal final defeat to Bayern Munich in May. Dortmund had predicted he would return for mid-September and though he has yet to return to training, general manager Hans-Joachim Watzke remains optimistic.  \"I'm not a doctor, but we do have a bit of a delay, \" said Watzke in comments reported by sport1.de.  \"Today is September 13 and there are 30 days in September, so that means we still have 17 days. Therefore, we still have a few days. \"Reus completed the cup final but was ruled out of Euro 2016, where Germany reached the semi-finals before losing to host nation France.",
    "comments": [{"email":"HighSlayerRalton@gmail.com","name":"HighSlayerRalton","comment":"Holy shit, he knows how to use a phone? That IS smart.","date":1477780062111},{"email":"iswearitwasntme@gmail.com","name":"iswearitwasntme","comment":"Bryan Cranston at 2:26 https://youtu.be/JgQVj4iMm8Y?t=2m26s","date":1477780062111}]
  },
  {
    "id": "41",
    "text": "Nice will look to bounce back from European disappointment and maintain their lead at the top of the Ligue 1 table. Lucien Favre's side are unbeaten in the league, winning five of their seven games, but have lost both their Europa League outings. Their latest match on Thursday brought a chastening 5-2 defeat by FK Krasnodar, and they must now pick themselves up for Sunday's clash with Lorient. Midfielder Valentin Eysseric hopes it can work in their favour, telling reporters in Russia:  \"The next match comes quickly and we need a win to stay on top of the league going into the international break.  \"Having another game so quickly is a good way of forgetting the defeat. \"Nice are one point ahead of Monaco, who travel to Metz on Saturday, while Toulouse are a further two points back ahead of their clash with Caen. Toulouse climbed to third after beating Paris St German last week, with the champions continuing their shaky start. Their two defeats are already as many as they suffered in the whole of last season and they were not convincing in a Champions League victory over Ludogorets in midweek. Now PSG take on Bordeaux, who are also on 13 points, and a familiar face is hoping to make it another uncomfortable weekend for new boss Unai Emery.",
    "comments": [{"email":"Parafairy@gmail.com","name":"Parafairy","comment":"But for real is Kiefer Sutherland alright?","date":1477834777066},{"email":"InTheNameOfBooty@gmail.com","name":"InTheNameOfBooty","comment":"@OP Should have added some subs, I know he just did a Jim Carrey impersonation, as I've seen Mean Tweets before, but not everyone has. :P","date":1477834777066},{"email":"ILoveWomenInGeneral@gmail.com","name":"ILoveWomenInGeneral","comment":"He's such a phenomenal actor, it blows my mind how lowkey talented as fuck he is. Hugely better than a lot of the common Oscar winners.","date":1477834777066},{"email":"iswearitwasntme@gmail.com","name":"iswearitwasntme","comment":"Haha that was amazing","date":1477834777066}]
  },
  {
    "id": "42",
    "text": "Jeremy Menez is hoping to make life a little bit more uncomfortable for his former side Paris St Germain this weekend. PSG have won the Ligue 1 title for the last four seasons but have already lost two games this campaign, the same as in the whole of last term. The second of those came last weekend against Toulouse, while they were unconvincing in a Champions League victory over Ludogorets in midweek. Menez has a special place in PSG history having scored the goal that clinched their first title in 19 years in 2013. The France international forward spent one more season at the Parc des Princes before moving on to AC Milan but is now back in his home country with Bordeaux. Les Girondins have had a strong start to the season and sit level on 13 points with PSG ahead of Saturday's clash. Menez told the Bordeaux website:  \"It will be a special match for me. I spent some great years at PSG and I was born in the Paris region. Going back to the Parc will be something to savour.  \"There's never a good time to take on PSG and for the last three or four years they have dominated the championship.",
    "comments": [{"email":"GabiBuhus@gmail.com","name":"GabiBuhus","comment":"'Member rotary phones?","date":1477835091462},{"email":"Shewy92@gmail.com","name":"Shewy92","comment":"I can hear the clickity clack of the rotary","date":1477835091462},{"email":"danishjuggler21@gmail.com","name":"danishjuggler21","comment":"Ah you missed my favorite one, where's there's a select list with every possible phone number as options.","date":1477835091462},{"email":"GiantFlyingBlob@gmail.com","name":"GiantFlyingBlob","comment":"http://i.imgur.com/80gNUpV.png","date":1477835091462},{"email":"THEBEERJEW@gmail.com","name":"THEBEERJEW","comment":"Everytime I see numbers I think of my divorce.","date":1477835091462}]
  },
  {
    "id": "43",
    "text": "Paris St Germain defender Serge Aurier has been given a two-month prison sentence for assaulting a police officer. The incident occurred on May 30 outside a Paris nightclub when the 23-year-old was originally arrested and placed in police custody. Aurier has also been handed a fine of 600 euros (£521) and has been ordered to pay 1,500 euros (£1,303) in court costs. The Ivory Coast international is unlikely to serve any time in prison but the club confirmed he will appeal the sentence, which, if upheld, will most likely see him undertake community service. A statement on www.psg.fr read:  \"Serge Aurier appeared personally before the Paris court to answer the charges against him.  \"The club takes note of his conviction. An appeal was made to the output of the hearing by counsel for the player.  \"Thus, and according to the rules of criminal procedure, Serge Aurier is again presumed innocent pending the decision of the Court of Appeal.  \"Pending this decision, the player is allowed to continue the exercise of his profession in France and abroad.  \"Furthermore, the club wishes to stress the professional attitude of the player since his return to training on July 4.  \"Meanwhile, Paris St Germain reaffirms its commitment to respect the forces and their missions.",
    "comments": [{"email":"yomancs@gmail.com","name":"yomancs","comment":"I love when you get that pass when you're with somebody just like I can stare at that ass all day","date":1477835425255},{"email":"humdrum17@gmail.com","name":"humdrum17","comment":"Who does this?","date":1477835425255},{"email":"Immutablespellingderp@gmail.com","name":"Immutablespellingderp","comment":"As the husband id be proud af other men think my wife has a nice ass. Yall can look all day but no touch.","date":1477835425255},{"email":"EdeardVoid@gmail.com","name":"EdeardVoid","comment":"Looking at someone's bum is so harmless compared to using it as a chat up line to make you seem less threatening.  What a creep.","date":1477835425255},{"email":"AWitlessIdiot@gmail.com","name":"AWitlessIdiot","comment":"What kind of asshat goes around telling people stupid shit like that. I bet he thought he'd get some brownie points for taddling. Fuck him","date":1477835425255},{"email":"Jironobou@gmail.com","name":"Jironobou","comment":"Next time you guys should play it out.  Have her pretend to confront you and so on.","date":1477835425255},{"email":"acaseofbeing@gmail.com","name":"acaseofbeing","comment":"So.... Wheres the pictures?","date":1477835425255},{"email":"FrustratedHausFrau@gmail.com","name":"FrustratedHausFrau","comment":"What kind of prick points that out to a woman who has no idea it's happening? He should have told the guy to chill if he was creepy IMO","date":1477835425255}]
  },
  {
    "id": "44",
    "text": "Monaco reached the top of the Ligue 1 table after coming from behind to beat Angers 2-1 at the Stade Louis II. Famara Diedhiou opened the scoring for visitors Angers in the 55th minute but goals from Kamil Glik and an own goal by Dickson Nwakaeme saw Monaco claim the victory. The win moved Monaco two points clear of Nice and Toulouse at the summit. Lyon missed out on the chance to move level on points with third-placed Paris St Germain in Ligue 1 as they suffered a shock 1-0 defeat to Lorient. Jimmy Cabot's second-half strike proved the difference as an inspired Benjamin Lecomte in the Lorient goal kept Les Gones at bay to help his side move out of the bottom three. Enzo Crivelli scored the second-half winner for Bastia but was sent off three minutes later in his team's 1-0 Ligue 1 win at home to Guingamp. Both teams finished with 10 men, Guingamp the first to feel the heat after defender Marcal was sent off for a second bookable offence seven minutes before half-time. Lois Diony scored a goal in each half as Dijon claimed their second win of the season with a 3-0 victory over Rennes.",
    "comments": [{"email":"CoolHandTim@gmail.com","name":"CoolHandTim","comment":"Needs more cucumber in the pants","date":1477835612460},{"email":"TreeSnippity@gmail.com","name":"TreeSnippity","comment":"I'm not sure your gay enough to wear that uniform.","date":1477835612460},{"email":"ultrashittysuperpowers@gmail.com","name":"ultrashittysuperpowers","comment":"http://i.imgur.com/se96a8O.gifv","date":1477835612461},{"email":"thethirdeye@gmail.com","name":"thethirdeye","comment":"Like a tiger defying the laws of gravity","date":1477835612461},{"email":"Holistictechnotherapist@gmail.com","name":"Holistictechnotherapist","comment":"Great Michael Jackson!","date":1477835612461}]
  },
  {
    "id": "45",
    "text": "Mario Balotelli continued his flying start to life in Ligue 1 with a brace as Nice thrashed Monaco to leapfrog the early front-runners at the top of the table. The Italy striker scored twice on his debut against Marseille and repeated the trick in Nice's impressive 4-0 victory on Wednesday. Paul Baysse's 17th-minute opener had set the hosts on their way to inflicting a first defeat of the season on the principality side before Alassane Plea rounded off a successful evening for Les Aiglons late on. Bordeaux climbed into fourth place with a 3-0 victory at Metz. Brazilian forward Malcom gave Les Girondins the lead after 37 minutes. Gaetan Laborde doubled the visitors' lead in the second half before Kiese Thelin's penalty five minutes later sealed all three points. Nabil Fekir and captain Corentin Tolisso both scored twice as Lyon came from behind to beat 10-man Montpellier 5-1. Morgan Sanson gave the visitors the lead after only four minutes but four minutes later 19-year-old debutant Morgan Poaty was sent off for a challenge on Tolisso.",
    "comments": [{"email":"FireSlayer1672@gmail.com","name":"FireSlayer1672","comment":"I webbed.","date":1477836643727},{"email":"ShinyBottom@gmail.com","name":"ShinyBottom","comment":"I would watch that movie","date":1477836643727},{"email":"bangmarrykillNickMiller@gmail.com","name":"bangmarrykillNickMiller","comment":"https://i.imgur.com/jTcZCcG.gif","date":1477836643727}]
  },
  {
    "id": "46",
    "text": "Paris St Germain coach Unai Emery expects  \"a good test \" against Dijon on Tuesday as his side seek to prove once and for all their early-season dip is behind them. Having lost to Monaco and drawn 1-1 with both St Etienne in Ligue 1 and Arsenal in the Champions League, PSG got back to form with a 6-0 win at Caen with four goals from Edinson Cavani. Back in front of their own fans, Emery wants the improvement to continue.  \"I want more than at St Etienne, more than against Arsenal, \" he told the club's website.  \"Tuesday will be a good test. Dijon are a team who like to play. Will they do it against us? Lots of teams change their system when they are up against us. \"Serge Aurier, Layvin Kurzawa and Marco Verratti will miss the game as they continue their recovery from injuries. Hatem Ben Arfa is also absent, though Emery described that as  \"purely a sporting decision \". Also on Tuesday, Toulouse take on Lille looking to reinforce a strong start which has seen them to fifth in the table. They then face PSG on Friday but coach Pascal Dupraz will not be sidetracked from the task in hand.  \"The best way to prepare for PSG is to not talk about it and not prepare for it, \" he said.  \"My players are hungry and are thinking only of Lille. \"",
    "comments": [{"email":"Rin007@gmail.com","name":"Rin007","comment":"Hmm...What happened to all the skin, surgically removed?","date":1477836930613},{"email":"OVERRATEDX@gmail.com","name":"OVERRATEDX","comment":"this is the best transformation i've seen, good job Op","date":1477836930613},{"email":"Shaverer@gmail.com","name":"Shaverer","comment":"Is that a lover on the bed?  You go girl?","date":1477836930613},{"email":"VirginByChoice@gmail.com","name":"VirginByChoice","comment":"I also like what you see in the mirror.","date":1477836930613}]
  },
  {
    "id": "47",
    "text": "Edinson Cavani scored four first-half goals as Paris St Germain moved level on points with Ligue 1 leaders Monaco thanks to an emphatic 6-0 win in Caen. The hosts made a decent start and could easily have been one up in the opening minutes but Cavani failed to find the target from close range. Damien Da Silva saw a header flash agonisingly wide at the other end before the visitors took a 12th-minute lead. Lucas Moura failed to get a telling touch from Maxwell's delivery but Cavani was on hand to slot home at the back post, with the aid of the upright. And PSG doubled their lead midway through the first half when Ben Youssef fouled Lucas inside the area and Cavani slotted home the resulting spot-kick to double his tally inside the opening 25 minutes. Lucas continued to cause problems and twice went close but some smart goalkeeping from Remy Vercoutre and a last-minute Da Silva clearance saved them before Cavani helped himself to a third. Maxwell did all the hard work and, after another surging run, he set up Cavani for a simple finish to hand the champions an unassailable advantage before the break.",
    "comments": [{"email":"drewmatic305@gmail.com","name":"drewmatic305","comment":"my porn site list just increased by 20 just by reading the comments","date":1477837165800},{"email":"MattuesZing@gmail.com","name":"MattuesZing","comment":"Youjizz?","date":1477837165800},{"email":"StanleysTucci@gmail.com","name":"StanleysTucci","comment":"The one time I accidentally had my volume up I swear the video had no intro and no foreplay.","date":1477837165800},{"email":"Bob64@gmail.com","name":"Bob64","comment":"http://i.imgur.com/XxLhXrx.gif","date":1477837165800},{"email":"IDidntKnowWhattoMakeMyUsernameSoIMadeThis@gmail.com","name":"IDidntKnowWhattoMakeMyUsernameSoIMadeThis","comment":"Spankbang is far better","date":1477837165800}]
  },
  {
    "id": "48",
    "text": "Lyon coach Bruno Genesio has confirmed that Emmanuel Adebayor is close to joining Les Gones on a free transfer. Genesio is seeking attacking reinforcements after an injury to Alexandre Lacazette, and on Thursday used their 'joker' transfer to sign teenager Jean-Philippe Mateta from Championnat National side Chateauroux. But while the 19-year-old could soon be involved in the first-team picture, Genesio also wants more experienced cover and Adebayor has travelled to Lyon to finalise a deal.  \"He has arrived in Lyon and I'll meet him after this press conference, \" said Genesio as he spoke ahead of Sunday's match away to rivals Marseille.  \"I have many things to ask him, including about his last experience with Crystal Palace. I want to know about his form and his motivations for wanting to join us. I also need to know more about his physical level.  \"It will not be an interview but a conversation to get a real idea of the player and the man. It's very important to me. \"Genesio admitted the 32-year-old Adebayor might have seemed like an unlikely signing for the club, but insisted that although circumstances were forcing them to act they would not take on players who did not fit the group.",
    "comments": [{"email":"SmashySmashy@gmail.com","name":"SmashySmashy","comment":"See now we've got a nice little bunch of upvotes, and look at this guy...up here on the front page, I'm gonna give him a little +1.","date":1477837285919},{"email":"audiophile42@gmail.com","name":"audiophile42","comment":"I believe every day's a good day when you paint.","date":1477837285919},{"email":"TheDudeWithTheGlasses@gmail.com","name":"TheDudeWithTheGlasses","comment":"This is actually fucking great. Thank you.  https://i.imgur.com/uQxeVna.gif","date":1477837285919}]
  },
  {
    "id": "49",
    "text": "Lyon have confirmed Ligue 1 top-goalscorer Alexandre Lacazette is fit to start against Bordeaux on Saturday. Lacazette was on fire before the international break, netting six times in three matches before a knee injury forced him to pull out of a recall to the France squad. But that time on the sidelines has been sufficient to get the division's player of the month back up to speed.  \"Lacazette is doing better and is good physically, \" said Lyon coach Bruno Genesio, whose side lost for the first time at Dijon last time out.  \"The recovery time has been respected. If I can rest him a bit during the match then I will do so, but he will start the match. \"That is a boost for a side who must already do without Nabil Fekir, Mathieu Valbuena, Clement Grenier and Christophe Jallet through injury. Another high-profile striker is keen to be involved this weekend, but Nice manager Lucien Favre was coy about Mario Balotelli's prospects of a debut against Marseille on Sunday. Balotelli left Liverpool for the Allianz Riviera Stadium on deadline day and brings genuine star power, as well as plenty of baggage, to Cote d'Azur.  \"Mario is listening, it's very positive. Will he start? We will see, \" said Favre.  \"He has been receptive in training but he must be physically ready to play. \"",
    "comments": [{"email": "vdp@gmail.com", "name": "vdp", "comment": "I am sorry to say this but, when it really matters Liverpool have a way of making a mess out of every opportunity. Each time Liverpool are on the cusp of something special in the league - they make a mess of it. Even if Liverpool show promise later in the season - I know it will all go wrong when it really matters (as in Burnley). Is it a mental issue? Ah well, yet another season down the drain.", "date":"147874548045"}]
  },
  {
    "id": "50",
    "text": "Mario Balotelli has said he turned down other clubs because he believes Nice is the best place for him to revive his career. The Italian striker left Liverpool for the Ligue 1 club on transfer deadline day, being allowed to leave Anfield for free to end a miserable two-year spell following his Â£16million move from AC Milan. Now 26, Balotelli's once promising career is at a crossroads but the former Inter Milan and Manchester City striker believes he has made the right turn.  \"The decision was only a sporting one, \" he said during his introduction at Nice.  \"It was best for me. Other teams wanted me but Nice is a good project.  \"The coach believes in me and that's why I'm here. \"Nice have landed a striker who impressed as a youngster at Inter and helped City win the Premier League title in 2012. He then had a decent 18-month spell with AC Milan but his career took a turn for the worse when he joined Liverpool, where he scored only four goals in 28 appearances before being loaned back to Milan, where he was unable to reproduce his form of two years previous.",
    "comments": []
  }
]